Repository: common-repository/comment-redlist
Catalog: localization/comment-redlist-*.po
Languages: sr_rs

source: You do not have sufficient permissions to access this page
sr_rs: Nemate potrebne dozvole za pristup ovoj stranici

source: <b>Error</b>: Comment Spam Detected.<br /><br />Something in your comment submission has identified it as spam by our comment processing system. Your comment has not been accepted.
sr_rs: <b>Error</b>: spam komentar otkriven. <br /><br /> Naš sistem za obradu komentara identifikovao je nešto u vašem komentaru kao spam. Vaš komentar nije prihvaćen.

source: Plugin Options
sr_rs: Opcije za plugin

source: Comment Redlist Options
sr_rs: Opcije za Comment Redlist

source: These are the settings for the Comment Redlist plugin.
sr_rs: Ovo su postavke za Comment Redlist plugin.

source: Redlisted Sequences
sr_rs: Zabranjeni nizovi sa liste

source: When a comment contains any of the character sequences you specify below, whether in it's comment body, name field, website field, or e-mail field, it will <strong>NOT</strong> be marked as spam. Instead it will be blocked, and not appear in your pending comments, spam comments, or trash. <strong style="color:red;">It will not be inserted into your database!</strong> Put one character sequence per line. Sequences will match inside words, so "ass" would match "bass".
sr_rs: Kada komentar sadrži bilo koju od sekvenci karaktera koje ste naveli u nastavku, bez obzira na to da li se nalazi u tekstu komentara, polju naziva, polju za web site, ili u polju za e-mail, biće <strong>NOT</strong> označen kao spam. Biće blokiran i neće se pojavljivati u komentarima na čekanju, u spam komentarima, niti u komentarima u kanti za đubre. <strong style="color:red;"> Neće biti unet u vašu bazu podataka! </strong> Unesite po jedan niz karaktera u svakom redu. Nizovi će se podudarati sa delovima reči, npr. "ass" će se podudarati sa "bass".

source: Redlisted Sequence Detected:
sr_rs: Pronađen niz sa liste zabranjenih nizova

source: Redlisted IP Addresses
sr_rs: IP adrese sa liste zabranjenih adresa

source: Any requests from IP Addresses listed below are totally blocked. Blocking at the server level is preferred, but this may be your only option. Put one IP address per line. <strong style="color:red;">Make sure not to block your own IP Address!</strong>
sr_rs: Svi zahtevi sa navedenih IP adresa potpuno su blokirani. Preporučljivo je blokiranje na nivou servera, ali možda vam je ovo jedina opcija. Navedite po jednu IP adresu u redu. Proverite da niste blokirali svoju IP adresu!

source: Redlisted IP Address:
sr_rs: IP adrese na listi zabranjenih

source: Log Blocked Comments
sr_rs: Blokirani komentari dnevnika

source: Blocked comments will be stored in <strong>/wp-content/plugins/comment-redlist/comment_log/</strong>
sr_rs: Blokirani komentari biće sačuvani u <strong>/wp-content/plugins/comment-redlist/comment_log/</strong>

source: Use JS Alerts
sr_rs: Upotrebite JS upozorenja

source: Helpful javascript alerts to warn humans that their comment submission contains sequences you have redlisted.
sr_rs: Korsna javascript upozorenja koja obaveštavaju ljude da njihovi komentari sadrže sekvence koje ste markirali kao zabranjene.

source: Comment submissions cannot contain:
sr_rs: Komentari ne mogu da sadrže:

source: Please remove this and resubmit.
sr_rs: Molimo vas da uklonite sledeće sadržaje i da ponovo postavite komentar:

source: Load jQuery
sr_rs: Učitaj jQuery

source: Load jQuery in document &lt;head&gt;. Only required if you are not already loading jQuery and have enabled client side alerts.
sr_rs: Učitaj jQuery u dokument &lt;head&gt; Obavezno je samo ako već niste učitali Query i ako ste štiklirali upozorenja na strani klijenta.

source: Use die() Instead of wp_die()
sr_rs: Koristite die() umesto wp_die().

source: Using PHP's die() leaves spammers with the whitescreen of death. Wordpress' wp_die() offers info about why they were blocked.
sr_rs: Ako koristite PHP die(), spameri će videti beli ekran smrti. Wordpress-ov wp_die() daje podatke o razlogu zbog kojih je blokiran.

source: Use Form Tokens
sr_rs: Upotrebite tokene formulara

source: Form tokens ensure comment legitimacy through PHP's $_SESSION cookies. Links in document &lt;head&gt; may need to be removed.
sr_rs: Tokeni formulara obezbeđuju legitimitet komentara PHP $_SESSION kolačićima. Možda treba ukloniti &lt;head&gt linkove u komentaru.

source: <b>Error</b>: Comment Spam Detected. Cookies Required For Comment Submission
sr_rs: <b>Error</b>: otkriven spam komentar. Za podnošenje komentara potrebni su kolačići.

source: Posted Token:
sr_rs: Poslat token:

source: Session Token:
sr_rs: Token sesije:

source: Remove WP Links From &lt;head&gt;
sr_rs: Uklonite WP linkove iz:&lt;head&gt;

source: Removes WP links in document &lt;head&gt; if page <a href="http://codex.wordpress.org/Function_Reference/is_singular">is_singular</a>. May be necessary if using form tokens feature.
sr_rs: Uklanja WP linkove u dokumentu ako je stranica &lt;head&gt; if page <a href="http://codex.wordpress.org/Function_Reference/is_singular">is_singular</a>. Može biti neophodno ako koristite opciju tokena formulara.

source: Session Cookie Name
sr_rs: Naziv kolačića sesije

source: If using form tokens, you may choose a unique cookie name. Alphanumeric characters are considered safe. No semi-colon, comma or white space. If you're not sure, play it safe and use alphanumeric characters, or check out the <a href="http://curl.haxx.se/rfc/cookie_spec.html">cookie spec</a>.
sr_rs: Ako koristite tokene formulara, možete odabrati jedinstven naziv za kolačić. Alfanumerički karakteri smatraju se bezbednim. Nema: tačke zareza, zareza ili razmaka. Ako niste sigurni, igrajte na sigurno i koristite alfanumeričke karaktere ili proverite<a href="http://curl.haxx.se/rfc/cookie_spec.html"> cookie spec</a>.

source: Character Restriction
sr_rs: Ograničenje karaktera

source: No
sr_rs: Ne

source: US Keyboard Only (all)
sr_rs: Samo US tastatura (sve)

source: US Keyboard Only (all except greater than or less than signs)
sr_rs: Samo US tastatura (osim znakova veće i manje)

source: Custom Regular Expression:
sr_rs: Prilagođen regularan izraz

source: Example:
sr_rs: Primer:

source: <b>Error</b>: Comment Contained Disallowed Characters
sr_rs: <b>Error</b>: Komentar sadrži nedozvoljene karaktere.

source: Character Restriction Detected:
sr_rs: Primećeno ograničenje karaktera

source: Empty custom regular expression for Character Restriction, PLEASE FIX
sr_rs: Prazan regularan prilagođen izraz za ograničenje karaktera, MOLIMO VAS DA POPRAVITE

source: Remove &amp; Block Website Field
sr_rs: Ukloni znak &; polje za blokiranje web site-a

source: Removes the "Website" field from your comment form, replacing it with a hidden form field. A perfect trap for many bots.
sr_rs: Uklanja polje "Website" iz formulara komentara zamenjujući ga poljem skrivenog oblika. Savršena zamka za mnoge robote.

source: Website Field Detected
sr_rs: Primećeno polje web site-a

source: Debug Mode
sr_rs: Režim otklanjanja grešaka

source: Shows data that may be helpful for understanding more about spam detection and token failures.
sr_rs: Prokazuje podatke koji mogu biti korisni za razumevanje grešaka u detektovanju spam-ova ili grešaka u tokenu.

source: Save Changes
sr_rs: Sačuvaj izmene

source: Blocks spam, identified by your specified character sequences, instead of inserting it into the database.
sr_rs: Blokira spam-ove, određene posebnim nizovima karaktera, umesto da ih ubacuje u bazu podataka.
